brew "bat"
brew "fd"
brew "git"
brew "gnupg"
brew "grep"
brew "htop"
brew "maven"
brew "postgresql"
brew "ripgrep"
brew "tokei"
brew "tmux"
brew "vim"
brew "wget"
brew "subversion"

cask "kap"
cask "iterm2"
cask "pgadmin4"
