# frozen-string-literal: true

brew 'awscli'
brew 'bat'
brew 'bottom'
brew 'choose-rust'
brew 'cmake'
brew 'csvlens'
brew 'dust'
brew 'difftastic'
brew 'dos2unix'
brew 'eza'
brew 'fd'
brew 'ffmpeg'
brew 'gh'
brew 'git'
brew 'gnupg'
brew 'grep'
brew 'hexyl'
brew 'hurl'
brew 'imagemagick'
brew 'jless'
brew 'jq'
brew 'libpq'
brew 'mise'
brew 'mpv'
brew 'pandoc'
brew 'postgresql@17'
brew 'rebar3'
brew 'ripgrep'
brew 'shellcheck'
brew 'sk'
brew 'tokei'
brew 'tmux'
brew 'vim'
brew 'watch'
brew 'wget'

cask 'alacritty'
cask 'gimp'
cask 'iina'
cask 'kap'
cask 'session-manager-plugin'
