# frozen-string-literal: true

brew 'asdf'
brew 'awscli'
brew 'bat'
brew 'bottom'
brew 'dust'
brew 'difftastic'
brew 'eza'
brew 'fd'
brew 'git'
brew 'git-delta'
brew 'gnupg'
brew 'grep'
brew 'hexyl'
brew 'jq'
brew 'libpq'
brew 'postgresql@17'
brew 'ripgrep'
brew 'shellcheck'
brew 'tokei'
brew 'tmux'
brew 'vim'
brew 'wget'

cask 'alacritty'
cask 'gimp'
cask 'kap'
cask 'session-manager-plugin'
